---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.RebarSystemSpanSymbol
source: html/40aa9195-af78-8520-4384-1aed02eeb42e.htm
---
# RebarSystemSpanSymbol Methods

Adds the provided list of references to the tag's list of references.